Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Global education broadens the scope of civil education among other things by raising the social awareness of the interdependence of the entire global population.
pl: Edukacja globalna rozszerza zakres kształcenia obywatelskiego i wychowania m. in. poprzez uświadamianie istnienia zjawisk oraz współzależności łączących wszystkich mieszkańców globu.

source: Preparation and hosting: Global Development Research Group (GDRG)
pl: Przygotowanie i prowadzenie: Global Development Research Group

source: Panel speakers: Radosław Sikorski, Torbjörn Pettersson, Benjamin de Carvalho
pl: Paneliści: Radosław Sikorski, Torbjörn Pettersson, Benjamin de Carvalho

source: *debate in English (simultaneous interpreting provided)
pl: *debata w jęz. angielskim (tłumaczenie symultaniczne)

source: Panel speakers: Piotr Serafin, Filip Kaczmarek, Paweł Bagiński
pl: Paneliści: Piotr Serafin, Filip Kaczmarek, Paweł Bagiński

source: the Netherlands and Norway
pl: Holandii i Norwegii

source: Panel speakers: Louk de la Rive Box, Steinar Bryn, Marek Ziółkowski
pl: Paneliści: Louk de la Rive Box, Steinar Bryn, Marek Ziółkowski

source: Preparation and hosting: non-governmental organisations
pl: Przygotowanie i prowadzenie: organizacje pozarządowe

source: Preparation and hosting: The Institute of Ethnology and Cultural Anthropology at
pl: Przygotowanie i prowadzenie: Instytut Etnologii i Antropologii Kulturowej UAM

source: Preparation and hosting: the Institute of Ethnology and Cultural Anthropology at UAM
pl: Przygotowanie i prowadzenie: Instytut Etnologii i Antropologii Kulturowej UAM

source: Preparation and hosting: students of the Summer School of Global Development
pl: Przygotowanie i prowadzenie: studenci Letniej Szkoły Globalnego Rozwoju

source: Pictures from projects implemented as part of Polish aid programme
pl: Zdjęcia z projektów realizowanych w ramach programu polska pomoc

source: Uładzimir Kołas, Belarus 2009, 53 min.
pl: Uładzimir Kołas, Białoruś 2009, 53 min.

source: 12.00 Holy Water, dir.
pl: 12.00 Święta woda, reż.

source: Lotta Ekelund, Sweden 2007, 30 min.
pl: Lotta Ekelund, Szwecja 2007, 30 min.

source: 12.30 pm Hair India, dir.
pl: 12.30 Hair India, reż.

source: Raffaele Brunetti, Marco Leopardi, Italy 2008, 75 min.
pl: Raffaele Brunetti, Marco Leopardi, Włochy 2008, 75 min.

source: Alex Gabbay, UK 2000, 24 min.
pl: Alex Gabbay, Wielka Brytania 2000, 24 min.

source: Tomer Heymann, Barak Heymann, Israel 2006, 55 min.
pl: Tomer Heymann, Barak Heymann, Izrael 2006, 55 min.

source: Managed and hosted by: Global Development Research Group
pl: Organizacja i prowadzenie: Global Development Research Group

source: effectively about development co-operation
pl: jak skutecznie mówić o pomocy rozwojowej *wstęp wolny

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2012 / Global villages - Development Education Park
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2012 / Wioski Świata - Park Edukacji Globalnej

source: Global villages - Development Education Park
pl: Wioski Świata - Park Edukacji Globalnej

source: Global Education promotion through adjusting Development Education Park to families with children and accompanying events organisation - Salesian Missionary Voluntary Service - Youth For The World.
pl: „Popularyzacja treści Edukacji Globalnej poprzez dostosowanie Wiosek Świata - Parku Edukacji Globalnej do rodzin z dziećmi i organizację wydarzeń towarzyszących” - Salezjański Wolontariat Misyjny MŁODZI ŚWIATU.

source: Global Villages - Development Education Park is an innovative place, created by the Polish Silesian Missionary Voluntary Service - Youth For The World in Krakow, providing children and adults with comprehensive global and intercultural education.
pl: Wioski Świata - Park Edukacji Globalnej to innowacyjne miejsce, stworzone przez stowarzyszenie Salezjański Wolontariat Misyjny „Młodzi Światu” w Krakowie z myślą o wszechstronnej edukacji globalnej i międzykulturowej, zarówno dzieci jak i dorosłych.

source: Settlements illustrating the living conditions of the poorest inhabitants on different continents are located around a large-format map of the world.
pl: Wokół wielkoformatowej mapy świata rozmieszczone są osady obrazujące warunki życia najuboższych mieszkańców poszczególnych kontynentów.

source: The Development Education Park's wide-ranging educational offer attracts organised groups, especially schools.
pl: Park Edukacji Globalnej cieszy się dużym zainteresowaniem grup zorganizowanych, zwłaszcza szkolnych, dla których przygotowano bogatą ofertę edukacyjną.

source: The project's global education content is addressed to a wide public, especially families with children and the Park will be adapted to the individual needs of visitors.
pl: Projekt zakłada dotarcie z treściami edukacji globalnej do szerszego grona odbiorców, szczególnie rodzin z dziećmi oraz dostosowanie obiektu do potrzeb indywidualnych odwiedzających.

source: The project calls for furnishing the Park with new interactive exhibits representing innovative global education tools, such as: a spitting lama, yak that can be milked and a camel that can be saddled.
pl: W ramach działań projektowych przewidziano wyposażenie Parku w nowe, interaktywne eksponaty stanowiące innowacyjne narzędzia edukacji globalnej, takie jak: plująca lama, jak, którego można wydoić i wielbłąd, którego można osiodłać.

source: The Park was also equipped with additional elements of small architecture i.e. a reconstruction of a South American shantytown and a do-it-yourself three-dimensional igloo, a large-format Discoverer of Papua game and a large-format “Banana trade” puzzle illustrating the idea of Fair Trade.
pl: Park został też wzbogacony przez dodatkowe elementy małej architektury tj. rekonstrukcję południowoamerykańskiego slumsu oraz trójwymiarowe igloo do samodzielnego składania, wielkoformatową grę Odkrywcy Papui i wielkoformatowe puzzle „Bananowy handel” ukazujące ideę Sprawiedliwego Handlu.

source: Other exhibits represent items of everyday use of the inhabitants of Africa: mortars for beating grain and a van - the most popular form of transportation in towns.
pl: Wśród nowych eksponatów znajdują się też przedmioty związane z codziennym życiem mieszkańców Afryki: moździerze do ubijania zboża oraz van - najczęstszy środek transportu w miastach.

source: Lights have been installed in the Park to keep it open to visitors for longer hours during the autumn-winter season.
pl: Dodatkowo w Parku zostało zamontowane oświetlenie, które umożliwia pełniejsze korzystanie z obiektu w sezonie jesienno-wiosennym.

source: The Park also serves as a venue for outdoor events, family picnics and education workshops.
pl: Park jest też miejscem organizacji imprez plenerowych, pikników rodzinnych oraz warsztatów edukacyjnych.

source: On 12 August 2012, a Global Family Picnic promoting new attractions in Global Villages was held.
pl: 12 sierpnia 2012 r. odbył się Globalny Piknik Rodzinny promujący nowe atrakcje Wiosek Świata.

source: Workshops and games on development themes were organised for the participants.
pl: Uczestnicy pikniku mogli wziąć udział w warsztatach i grach o tematyce rozwojowej.

source: A series of family workshops is organised from July through November.
pl: Od lipca do listopada realizowany jest też cykl warsztatów rodzinnych.

source: Workshop enrolment is by electronic form .
pl: Zapisów na warsztaty można dokonać przez formularz elektroniczny .

source: In the autumn the Global Education Week (GEW) campaign will be organised in the media under the motto: “Global problems around the Global Education Park.”
pl: Jesienią w ramach Tygodnia Edukacji Globalnej (TEG) zostanie przeprowadzona akcja w mediach pod hasłem „problemy globalne wokół Parku Edukacji Globalnej”.

source: For more information about the Development Education Park, please visit its website: http://parkedukacji.swm.pl .
pl: Więcej informacji o Parku Edukacji Globalnej można znaleźć na stronie internetowej http://parkedukacji.swm.pl .

source: A summary of the European Year for Development
pl: Podsumowanie Europejskiego Roku na rzecz Rozwoju

source: The European Year for Development gave Poland and other EU Member States a unique opportunity to draw more public attention to development aid.
pl: Europejski Rok na rzecz Rozwoju dał Polsce i pozostałym krajom członkowskim UE wyjątkową sposobność do zwiększenia zainteresowania opinii publicznej tematyką współpracy rozwojowej.

source: In 2015, owing to the military conflicts in Ukraine, the Middle East, and Africa, as well as the tragedy of the earthquake in Nepal, the public focused on the issues of humanitarian aid .
pl: Natomiast za sprawą konfliktów zbrojnych w Ukrainie, na Bliskim Wschodzie i w Afryce, a także tragicznego trzęsienia ziemi w Nepalu, uwaga światowej opinii publicznej w 2015 roku koncentrowała się na zagadnieniach pomocy humanitarnej .

source: Information campaigns, undertaken as part of the EYD, often served as an inspiration for citizens to get creatively involved in development and humanitarian aid.
pl: Kampanie informacyjne, podejmowane w ramach obchodów ERR, stały się często inspiracją do twórczego zaangażowania się obywateli na rzecz inicjatyw rozwojowych i humanitarnych.

source: Poland's EYD-related activities were coordinated by the Polish Ministry of Foreign Affairs.
pl: Działania Polski w ramach ERR koordynowane były przez Ministerstwo Spraw Zagranicznych RP.

source: The main initiative of the MFA in that area was the Development Cooperation Day , held at the Krakowskie Przedmiescie in Warsaw on 27 September 2015.
pl: Głównym przedsięwzięciem MSZ w tym obszarze był Dzień Współpracy Rozwojowej zorganizowany 27 września 2015 r. na Krakowskim Przedmieściu w Warszawie.

source: The Global Education Town created on that occasion attracted more than 7,000 people, who could learn how Poland assisted developing countries.
pl: Powstałe z tej okazji Miasteczko Edukacji Globalnej odwiedziło ponad 7 000 osób, które tego dnia mogły na żywo dowiedzieć się, w jaki sposób Polska pomaga krajom rozwijającym się.

source: In cooperation with Polish institutions and non-governmental organisations involved in development cooperation, a town was arranged with elements typical of diverse areas of the world - a school, shop, women's club, or hospital.
pl: We współpracy z polskimi instytucjami i organizacjami pozarządowymi, zaangażowanymi we współpracę na rzecz rozwoju, zaaranżowane zostały elementy miasteczka, typowe dla różnych zakątków świata, takie jak: szkoła, sklep, klub kobiet czy szpital.

source: The event was preceded by an educational campaign on public television (35 million views), which also broadcast live coverage from the town itself on three TV channels: TVP 1, TVP Info, and regional TVP channels (a total of nearly 1.9 million viewers).
pl: Wydarzenie to zostało poprzedzone kampanią informacyjną w telewizji publicznej (35 mln wyświetleń), która nadała również relacje na żywo z samego miasteczka w trzech kanałach telewizyjnych: TVP 1, TVP Info i TVP regionalna (w sumie niemal 1,9 mln widzów).

source: As part of a regional initiative of the Visegrad Group (V4), arts and photography contests were organised on the theme of development, and the winning pieces were presented in V4 countries.
pl: W ramach inicjatywy regionalnej Grupy Wyszehradzkiej (V4) zorganizowane zostały konkursy plastyczne i fotograficzne dedykowane tematyce rozwojowej, a zwycięskie prace złożyły się na wystawy prezentowane w państwach V4.

source: The Polish photography contest, titled “Lens on Development”, attracted more than 900 proposals.
pl: Na polski konkurs fotograficzny - zorganizowany pod hasłem „Rozwój w obiektywie” - wpłynęło ponad 900 propozycji.

source: The jury's verdict was announced on 3 December during a gala hosted by Martyna Wojciechowska, editor-in-chief of National Geographic Polska, co-organiser of the contest.
pl: Wyniki prac jury zostały ogłoszone 3 grudnia podczas uroczystej gali poprowadzonej przez Martynę Wojciechowską, redaktor naczelną magazynu National Geographic Polska - współorganizatora konkursu.

source: The activities implemented by the MFA were accompanied by a broad-based information campaign.
pl: Prowadzonym przez MSZ działaniom towarzyszyła szeroka akcja informacyjna.

source: The positive reception of the idea of development cooperation, and the active participation of the youth in EYD events, are a good forecast for the EU initiative “2030 Agenda for Sustainable Development” .
pl: Pozytywny odbiór idei współpracy rozwojowej oraz aktywne uczestnictwo ludzi młodych w obchodach ERR są dobrą prognozą w odniesieniu do zainicjowanej przez Unię Europejską „Agendy na rzecz zrównoważonego rozwoju 2030” .

source: The joint success of the EU, its Member States and civil societies, and especially non-governmental organisations, should become the foundation for the further development of global education and for supporting the measures to achieve Sustainable Development Goals.
pl: Wspólny sukces UE, jej państw członkowskich i ich społeczeństw obywatelskich, w tym w szczególności organizacji pozarządowych powinien stać się podstawą do dalszego rozwijania edukacji globalnej oraz wsparcia działań na rzecz osiągnięcia Celów Zrównoważonego Rozwoju.

source: The Ministry of Foreign Affairs of the Republic of Poland announces a photography contest about the development challenges in the world.
pl: Wśród najsłabiej rozwiniętych państw świata znajduje się większość krajów afrykańskich oraz niektóre kraje Azji.

source: The least developed countries in the world include most African and some Asian nations.
pl: Tematyką konkursu są wyzwania rozwojowe stojące przed krajami ubogimi i przechodzącymi transformację ustrojową.

source: The subject matter of the contest are development challenges of the poor countries and those undergoing political transformation.
pl: Konkurs fotograficzny „Rozwój w obiektywie" organizowany jest w ramach Europejskich Dni Rozwoju (European Development Days).

source: The photography Contest is organized within the European Development Days, which are a forum for discussing development cooperation, and is organized by the European Commission and the country currently holding the Council presidency.
pl: Celem pomocy rozwojowej jest redukcja ubóstwa, promowanie zrównoważonego rozwoju, wsparcie reform demokratycznych i rządów prawa, przestrzeganie praw człowieka, rozwój społeczeństwa obywatelskiego, wspieranie wzrostu gospodarczego, zapobieganie konfliktom oraz wzmocnienie bezpieczeństwa globalnego.

source: Donor countries and international organizations give financial, material and advisory aid to developing countries.
pl: System świadczenia pomocy rozwojowej UE obejmuje instytucje działające w imieniu poszczególnych państw członkowskich.

source: You are here Polish Aid / Development cooperation / Development assistance / Supporting democracy / Official visit of the representatives of Poland to Tunisia
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc rozwojowa / Wspieranie demokracji / Wizyta przedstawicieli RP w Tunezji

source: The major goal of the mission is to share Polish experiences of transition from dictatorship do democracy with Tunisian people, who have just started to rebuild their state after a democratic breakthrough.
pl: Celem misji jest przekazanie Tunezyjczykom, budującym od niedawna swoje państwo po przełomie demokratycznym, polskich doświadczeń przejścia od dyktatury do demokracji.

source: During the visit, Lech Wałęsa will participate in the International Forum devoted to democratic transformation in the region and will also meet members of the top-tier state authorities, including the interim president, Foued Mebaza.
pl: W trakcie pobytu Lech Wałęsa weźmie udział w Międzynarodowym Forum poświęconym transformacji demokratycznej w regionie i spotka się także z członkami najwyższych władz państwowych, w tym z tymczasowym prezydentem Fouedem Mebazą.

source: In the frames of the visit, Minister Krzysztof Stanowski will hold talks with Romadhane Nouissere, an Under-secretary of State in the Ministry of Foreign Affairs of Tunisia, and Stefania Craxi, a Secretary of State in the Italian MFA.
pl: Minister Krzysztof Stanowski w ramach wizyty odbędzie rozmowy z Sekretarzem stanu w Ministerstwie Spraw Zagranicznych Tunezji Romadhane Nouisserem oraz Sekretarz stanu w włoskim MSZ Stefanią Craxi.

source: Delegation members will also attend a conference organised by the Human Rights Arab League and share their knowledge about transformation processes.
pl: Członkowie delegacji wezmą także udział w konferencji zorganizowanej przez Arabską Ligę Praw Człowieka, dzieląc się swoją wiedzą na temat procesów przemian.

source: There will be also direct talks between the delegates and representatives of Tunisian ministries about Polish experiences in building a democratic state, including the self-government and judiciary reform.
pl: Przewidziane są także bezpośrednie rozmowy delegatów z przedstawicielami tunezyjskich ministerstw o polskich doświadczeniach budowania demokratycznego państwa, obejmujących m.in. reformę samorządową i sądowniczą.

source: You are here Polish Aid / Partner countries / Middle East / Polish aid for refugees in the Middle East
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Bliski Wschód / Polska pomaga uchodźcom na Bliskim Wschodzie

source: Polish aid for refugees in the Middle East
pl: Polska pomaga uchodźcom na Bliskim Wschodzie

source: Confirmation of the very good relations between Poland and Jordan, support for the Jordanian authorities in the face of the Syrian crisis and inauguration of two projects financed under Polish development aid were the main goals of the Polish delegation's visit to the Kingdom of Jordan.
pl: Potwierdzenie bardzo dobrego stanu relacji polsko-jordańskich, poparcie władz Jordanii w obliczu kryzysu syryjskiego oraz inauguracja dwóch projektów sfinansowanych ze środków polskiej pomocy rozwojowej były celem wizyty polskiej delegacji w Królestwie Jordanii.

source: Now, with more than a million refugees in Jordan, it expects greater support from the international community.
pl: Teraz, gdy uchodźców jest ponad milion, oczekuje od wspólnoty międzynarodowej większego wsparcia.

source: We want to support the Jordanian authorities in aiding the refugees,” stressed Deputy Foreign Minister Joanna Wronecka, who headed the delegation.
pl: Chcemy wesprzeć władze jordańskie w udzielaniu pomocy uchodźcom - podkreśliła wiceminister spraw zagranicznych Joanna Wronecka, która przewodniczyła polskiej delegacji.

source: Inauguration of two facilities financed under Polish development aid was a highlight of Deputy Minister Wronecka's visit to Jordan.
pl: Ważnym punktem wizyty w Jordanii było otwarcie dwóch obiektów sfinansowanych ze środków polskiej pomocy rozwojowej.

source: “It is the only local centre that also provides medical services,” added the minister.
pl: - To jedyny miejscowy ośrodek, który świadczy także usługi medyczne - dodała.

source: More and more Syrian refugees receive assistance there.
pl: Z opieki w ośrodku w coraz większym stopniu korzystają uchodźcy z Syrii.

source: The visit also saw the opening of a playground at a primary school in Ramtha.
pl: Podczas wizyty otwarto także plac zabaw w szkole podstawowej w Ramtha.

source: “Educational projects are the future.
pl: - Projekty edukacyjne to przyszłość.

source: It is thanks to them that we are helping the young generation of Syrians to rebuild the future of their country.
pl: Dzięki nim pomagamy młodemu pokoleniu Syryjczyków odbudować przyszłość swego kraju.

source: The playground will enable these children to do sport and live a normal life,” said the deputy chief of Polish diplomacy.
pl: Na placu zabaw dzieci będą mogły uprawiać sport i korzystać z normalnego życia - mówiła wiceszefowa MSZ.

source: “They are treated the same way as Jordanian schoolchildren,” he stressed.
pl: - Są traktowani na równi z uczniami jordańskimi - zaznaczył.

source: Poland provides assistance to Jordan's local communities, including Syrian refugees, among others via grants from the Polish Embassy in Amman.
pl: Polskie wsparcie dla społeczeństwa lokalnego w Jordanii, w tym także uchodźców syryjskich, realizowane jest m.in. za pośrednictwem grantów Ambasady RP w Ammanie.

source: The objective of Polish assistance is to spread education and enhance social integration of Syrian refugees' children, as well as to support professional development of the Syrian youth who came to Jordan because of the conflict in their country.
pl: Celem polskiej pomocy jest szerzenie edukacji i integracja społeczna dzieci syryjskich uchodźców oraz wspieranie rozwoju zawodowego młodzieży syryjskiej przybyłej do Jordanii z powodu konfliktu w ich kraju.

source: For 2016, the Polish Ministry of Foreign Affairs has launched a grant competition for humanitarian projects targeting among others internally displaced persons, refugees and local populations in Jordan, Lebanon and the Autonomous Region of Iraqi Kurdistan.
pl: Ministerstwo Spraw Zagranicznych prowadzi aktualnie konkurs dotacyjny na realizację projektów humanitarnych w 2016 r. w Jordanii, Libanie oraz w Autonomicznym Regionie Irackiego Kurdystanu skierowanych m.in. do osób przesiedlonych wewnętrznie i uchodźców oraz ludności lokalnej.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Meeting with representatives of Ukrainian local governments
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Z ukraińskimi samorządowcami o doświadczeniach polskich reform

source: Meeting with representatives of Ukrainian local governments
pl: Z ukraińskimi samorządowcami o doświadczeniach polskich reform

source: On 23 March in Presidential Palace a meeting took place within the scope of the project "Preparation of the Ukrainian local governments to implement the decentralization reforms and association with the EU", which is organized by the Association of Polish Cities and the Silesian Association of Gminy and Powiaty.
pl: 23 marca w Pałacu Prezydenckim miało miejsce spotkanie w ramach projektu „Przygotowanie ukraińskich samorządów do wdrożenia reform decentralizacyjnych i stowarzyszenia z UE”, którego organizatorem jest Związek Miast Polskich oraz Śląski Związek Gmin i Powiatów.

source: Project's purpose is to provide the Ukrainian local government members with the experiences of establishing and implementing decentralization reforms in Poland, as well as the absorption of EU subsidies for development.
pl: Projekt ma na celu przekazanie ukraińskim samorządowcom doświadczeń związanych z tworzeniem i wdrażaniem reform decentralizacyjnych w Polsce, a także absorpcji dotacji unijnych na rozwój.

source: In the Presidential Palace they met with the Secretary of State Olgierd Dziekoński and the Ambassador of Ukraine Andrij Deszczyca, as well as with Marcin Święcicki, MP, who presented the guests, the state of work of Polish - Ukrainian group on implementing local government reform.
pl: W Pałacu Prezydenckim spotkali się z Sekretarzem Stanu Olgierdem Dziekońskim i Ambasadorem Ukrainy Andrijem Deszczycą, a także Marcinem Święcickim, Posłem na Sejm RP, który przedstawił gościom stan prac polsko-ukraińskiego zespołu do spraw wdrażania reformy samorządowej.
